export const descriptionAbilities = {
  agile: '',
  bond: 'Прочная связь <br/> Боги на стороне того, у кого лучше катапульты...',
  decoy: 'Чучело <br/> Обменяйте на уже выложенную карту, чтобы вернуть ее в руку.',
  medic: 'Медик <br/> Выберите одну карту из вашего отбоя (не героя и не специальную карту и сыграйте ее немедленно.',
  spy: 'Шкпион <br/> Выложите на поле вашего противника (сила карты добавится к очкам важшего противника) и возьмите две карты из вашей колоды.',
  morale: 'Прилив сил <br/> Дает +1 всем отрядам в ряду *кроме себя самого).',
  horn: 'Командирский рог <br/> Удваивает силу всех отрядов в своем ряду. В ряду может быть олько 1 такая карта.',
  muster: 'Мастер <br/> Находит в своей колоде карты с таким же названием и мгновенно разыгрывает их.',
  scorch:
    'Казнь - рукопашная <br/> Уничтожает самый сильный рукопашный отряд (или отряды) вашего врага, если общая ил рукопашных отрядов равна или превышает 10.',
};

//TODO: add a description of the weather and special cards
