export const leaderDescription: Record<string, string> = {
  'Фольтест Король Темерии': 'Возьмите из вашей колоды Мглу и сыграйте эту карту немедленно.', // +
  'Фольтест Предводитель Севера': 'Отменяет все эффекты погодных карт(Мороза Ливня или Мглы).', // +
  'Фольтест Завоеватель': 'Удваивает силу всех ваших осадных отрядов(если в этом ряду нет Командирского рога).', // +
  'Фольтест Железный Владыка':
    'Уничтожает самый сильный осадный отряд(или отряды) противника если общая сила его осадных отрядов равна или превышает 10.', // +
  'Эмгыр вар Эмрейс Йож из Эрленвальда': 'Возьмите из вашей колоды Ливень и сыграйте эту карту немедленно.', // +
  'Эмгыр вар Эмрейс Император Нильфграада': 'Посмотрите три случайные карты из руки противника.',
  'Эмгыр вар Эмрейс Белое Пламя': 'Отменяет эффекты умения вражеского лидера.',
  'Эмгыр вар Эмрейс Властелин Юга': 'Возьмите карту из отбоя вашего соперника.',
  'Францеска Финдабаир Истинная эльфка': 'Возьмите из вашей колоды Мороз и сыграйте эту карту немедленно.', // +
  'Францеска Финдабаир Маргаритка из Долин': 'Возьмите дополнительную карту в начале боя.',
  'Францеска Финдабаир Прекраснейшая':
    'Удваивает силу всех ваших дальнобойных отрядов(если в этом ряду нет Командирского рога).', // +
  'Францеска Финдабаир Королева Дол Блатанны':
    'Уничтожает самый сильный рукопашный отряд(или отряды) противника если общая сила его рукопашных отрядов равна или превышает 10.', // +
  'Эредин Бреакк Глас Король Aen Elle': 'Возьмите из вашей колоды любую погодную карту и сыграйте ее немедленно.', // +
  'Эредин Бреакк Глас Командир Дикой Охоты':
    'Удваивает силу всех ваших рукопашных отрядов(если в этом ряду нет Командирского рога).', // +
  'Эредин Бреакк Глас Владыка Тир на Лиа': 'Сбросьте две карты и возьмите из вашей колоды одну карту по выбору.', //+
  'Эредин Бреакк Глас Убийца Оберона': 'Верните карту из вашего отбоя в руку.',
};
